<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Комп’ютерна інженерія (бакалавр) - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Комп’ютерна інженерія (бакалавр)</p>
			</div>
			<div class="section_cadre section_content">
				<img class="section_cadre section_img" src="images/bachelor123.jpg" alt="Комп’ютерна інженерія (бакалавр)">
				<h1>
					Про спеціальність
				</h1>
				<p>
					Інструментальним арсеналом інформаційних технологій є комп’ютерні системи, що в сучасному розумінні являють собою єдність технічних та програмних засобів, які взаємно доповнюють одне одного. Термін “Комп’ютерна інженерія” вживається для позначення комплексного науково-технічного напрямку, що охоплює теоретичні основи й технологію розробки, конструювання, реалізацію, модернізацію, підтримку системного програмного забезпечення й технічних засобів сучасних комп’ютерів і комп’ютерних систем.
				</p>
				<p>
					Основна відмінність «Комп’ютерної інженерії» від «Комп’ютерних наук» полягає в тому, що «…інженерія» займається переважно внутрішніми, по відношенню до комп’ютера чи комп’ютерної системи, проблемами (тобто, «як влаштовані і функціонують комп’ютери та комп’ютерні системи?»). В той же час, «…науки» займаються переважно проблемами застосування комп’ютерів чи комп’ютерних систем для створення інформаційних технологій чи вирішення якихось задач в інших предметних областях.
				</p>
				<br><hr>
				<h1>
					Опис освітньо-професійної програми
				</h1>
				<p>
					<b>Спеціальність:</b> <i>123 Комп’ютерна інженерія</i>
				</p>
				<p>
					<b>Назва освітньої програми:</b> <i>Комп’ютерні системи та мережі</i>
				</p>
				<p>
					<b>Ступінь вищої освіти:</b> <i>бакалавр</i>
				</p>
				<p>
					<b>Термін навчання:</b> <i>3 роки 10 місяців</i>
				</p>
				<br><hr><br>
				<p>
					Мета освітньої програми на першому (бакалаврському) рівні вищої освіти полягає у фундаментальній, системній та комплексній підготовці фахівців у галузі комп’ютерної інженерії, зокрема комп’ютерних систем та мереж, здатних розв’язувати складні спеціалізовані задачі та практичні проблеми, які пов’язані з проектуванням, розробленням, забезпеченням якості та супроводженням технічного та програмного забезпечення комп’ютерних систем та мереж, а також підготовці здобувачів вищої освіти до подальшого навчання за обраною спеціальністю, що відповідає місії та стратегії Національного університету кораблебудування імені адмірала Макарова.
				</p>
				<br><hr>
				<h1>
					Фахові дисципліни
				</h1>
				<ul>
					<li>Архітектура комп`ютерів</li>
					<li>Паралельні та розподілені обчислення</li>
					<li>Периферійні пристрої</li>
					<li>Автоматизоване проектування комп’ютерних систем та мереж</li>
					<li>Об`єктно-орієнтоване програмування</li>
					<li>Моделювання</li>
					<li>Операційні системи реального часу</li>
					<li>Об`єктно-орієнтоване проектування програмного забезпечення</li>
					<li>Мікроконтролерні системи</li>
					<li>Комп`ютерні мережі</li>
					<li>Системне програмне забезпечення</li>
					<li>Захист інформації в комп’ютерних системах</li>
					<li>Системне програмування</li>
					<li>Комп’ютерна схемотехніка</li>
					<li>Організація баз даних</li>
				</ul>
				<br><hr>
				<h1>
					Працевлаштування
				</h1>
				<p>
					Випускники – це професіонали, які спроможні займатися розробкою сучасного програмного забезпечення, мікропроцесорних і вбудованих мікроконтролерних систем, створювати та використовувати бази даних та технології Big Data, використовувати сучасні технології проектування інтелектуальних систем та робототехніки.
				</p>
				<p>
					Випускники володіють системами автоматизованого проектування комп’ютерних систем та мереж, сучасними методами 3D моделювання, мовами програмування, у повній мірі відповідають вимогам роботодавців з ІТ – технологій та знайдуть своє достойне місце в відповідних кластерах.
				</p>
				<p>
					Випускники можуть обіймати наступні посади:
				</p>
				<ul>
					<li>Програміст</li>
					<li>WEB-майстер</li>
					<li>Аналітик задач</li>
					<li>Аналітик комп’ютерних систем</li>
					<li>Адміністратор комп’ютерних мереж</li>
					<li>Системний інженер</li>
					<li>Системний програміст</li>
					<li>Системний адміністратор</li>
					<li>Інженер з комп’ютерної графіки</li>
					<li>Розробник баз даних</li>
					<li>Проектувальник комп’ютерних систем та мереж</li>
					<li>Конструктор комп’ютерних систем тощо.</li>
				</ul>
				<p>
					Працевлаштування за фахом гарантоване:
				</p>
				<ul>
					<li>ТОВ «АМІКО Діджитал»</li>
					<li>ДП «НВКГ «Зоря»-«Машпроект»</li>
					<li>Державні та приватні підприємства (ДП «Лакталіс Україна», ЧП «AT Engineering», ТОВ «Ксімекс», ООО «НПП Юнитех» та інші)</li>
					<li>ПАТ КБ «ПриватБанк» (IT-відділи)</li>
					<li>АТ «Миколаївобленерго»</li>
					<li>ТОВ «Миколаївський глиноземний завод»</li>
					<li>IT- компанії «GlobalLogical», Hosting Maks, тощо</li>
					<li>Дослідно-проектний центр кораблебудування</li>
					<li>C-JOB Nikolayev</li>
					<li>Marine Design Engineering Mykolayiv</li>
					<li>Філія Дельта-лоцман державного підприємства «Адміністрація морських портів»</li>
				</ul>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>