<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Метрологія та інформаційно-вимірювальна техніка - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Метрологія та інформаційно-вимірювальна техніка (бакалавр)</p>
			</div>
			<div class="section_cadre section_content">
				<img class="section_cadre section_img" src="images/bachelor152.jpg" alt="Метрологія та інформаційно-вимірювальна техніка (бакалавр)">
				<h1>
					Про спеціальність
				</h1>
				<p>
					Стрімке впровадження інформаційно-вимірювальних технологій, комп’ютеризація та автоматизація виробництв потребує підготовки фахівців в галузі метрології та інформаційно-вимірювальних технологій. Метрологія як наука про вимірювання та  практична галузь відіграє велику роль в сучасному суспільстві, в якому немає жодної сфери людської діяльності, де б не використовувалися результати вимірювань. Фахівець з метрології та інформаційно-вимірювальних технологій відповідає за точність результатів вимірювань, на основі яких отримують достовірну інформацію про стан багатьох виробничих, економічних і соціальних процесів та допомагає запобігти значних економічних втрат,  і прийняттю помилкових рішень.
				</p>
				<br><hr>
				<h1>
					Опис освітньо-професійної програми
				</h1>
				<p>
					<b>Спеціальність:</b> <i>152 Метрологія та інформаційно-вимірювальна техніка</i>
				</p>
				<p>
					<b>Назва освітньої програми:</b> <i>Вимірювально-інформаційні системи</i>
				</p>
				<p>
					<b>Ступінь вищої освіти:</b> <i>бакалавр</i>
				</p>
				<p>
					<b>Термін навчання:</b> <i>3 роки 10 місяців</i>
				</p>
				<br><hr><br>
				<p>
					Метою освітньої програми на першому (бакалаврському) рівні вищої освіти є підготовка фахівців, здатних розробляти та використовувати засоби вимірювальної техніки, зокрема, вимірювальні та інформаційно-вимірювальні системи, готувати технічну документацію до них у відповідності з міжнародними нормами та правилами, застосовувати сучасні інформаційні технології для опрацювання результатів вимірювання та створення програмно керованих інформаційно-вимірювальних комплексів, виконувати типові інженерні задачі та володіти основами дослідницької діяльності під керівництвом наставника у сфері метрології та метрологічної діяльності, а також підготовці здобувачів вищої освіти до подальшого навчання за обраною спеціальністю, що відповідає місії та стратегії Національного університету кораблебудування імені адмірала Макарова.
				</p>
				<br><hr>
				<h1>
					Фахові дисципліни
				</h1>
				<ul>
					<li>Інженерна графіка</li>
					<li>Теоретичні основи електротехніки</li>
					<li>Електроніка</li>
					<li>Математичні основи інформаційно-вимірювальних систем</li>
					<li>Теорія інформації та кодування</li>
					<li>Метрологія та вимірювання</li>
					<li>Конструювання вимірювальних приладів</li>
					<li>Інформаційно-вимірювальні системи</li>
					<li>Технологія виготовлення вимірювальних приладів</li>
					<li>Метрологічне забезпечення виробництва</li>
					<li>Проектування вимірювальних приладів</li>
					<li>Вимірювальні перетворювачі</li>
					<li>Математичне моделювання</li>
					<li>Мікроконтролерні системи</li>
					<li>Аналогові та цифрові вимірювальні прилади</li>
					<li>Система автоматизованого проектування приладів і систем</li>
					<li>Методи обробки інформації</li>
					<li>Методи вимірювання фізичних величин</li>
				</ul>
				<br><hr>
				<h1>
					Працевлаштування
				</h1>
				<p>
					Випускники  – це професіонали, які спроможні працювати з сучасними засобами вимірювальної техніки,проектувати та моделювати системи моніторингу і прогнозування,  підбирати та компонувати  комп’ютерні компоненти та прилади вимірювання,обробляти та аналізувати експериментальні дослідження; проводити вимірювання та тестування з використанням методик метрологічних досліджень, програмувати засоби вимірювальної техніки, працювати зі спеціалізованими вимірювальними пристроями.
				</p>
				<p>
					Випускники можуть обіймати наступні посади:
				</p>
				<ul>
					<li>Інженер-метролог</li>
					<li>Інженер-конструктор засобів вимірювальної техніки</li>
					<li>Інженер-проектувальник засобів вимірювальної техніки</li>
					<li>Фахівець по розробці, обслуговуванню та ремонту засобів вимірювальної техніки</li>
					<li>Фахівець по розробці та проектуванню електронної техніки</li>
					<li>Менеджер з продажу та підбору засобів вимірювання</li>
					<li>Викладач ВНЗ</li>
					<li>Інженер – програміст засобів вимірювальної техніки</li>
					<li>Інженер з інформаційних технологій</li>
				</ul>
				<p>
					Працевлаштування за фахом гарантоване:
				</p>
				<ul>
					<li>ТОВ «АМІКО Діджитал»</li>
					<li>ДП «НВКГ «Зоря»-«Машпроект»</li>
					<li>Державні та приватні підприємства (ДП «Лакталіс Україна», ЧП «AT Engineering», ТОВ «Ксімекс», ООО «НПП Юнитех» та інші)</li>
					<li>АТ «Миколаївобленерго»</li>
					<li>ТОВ «Миколаївський глиноземний завод»</li>
					<li>Філія Дельта-лоцман державного підприємства «Адміністрація морських портів»</li>
					<li>ДП «Миколаївстандартметрологія</li>
					<li>Дослідно-проектний центр кораблебудування</li>
				</ul>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>