<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Співробітники - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Співробітники</p>
			</div>
			<div class="section_cadre section_content">
				<h1>
					Жуков Юрій Даниїлович
				</h1>
				<h2>
					Завідуючий кафедрою морського приладобудування
				</h2>
				<h2>
					Лауреат Державної премії України в галузі науки і техніки, заслужений винахідник України
				</h2>
				<h2>
					Доктор технічних наук, професор
				</h2>
				<img class="person_img" src="images/Zhukov.jpg" alt="Жуков Ю.Д.">
				<p>
					Народився Юрій Даниїлович у м. Києві 30 березня 1951 року. Середню освіту отримав в Миколаєві, закінчивши спеціалізовану школу №22 із золотою медаллю у 1968. Після закінчення у  1974 році  Миколаївського кораблебудівного інституту (МКІ), Жуков Ю.Д. розпочинає свій професійний шлях у МКІ на посаді інженера науково-дослідного сектору. У 1981 р.  захистив кандидатську дисертацію та був призначений начальником науково-дослідного сектору. З 1992 р. по 1993 р. — провідний науковий співробітник НДЧ МКІ, з липня 1993 року по даний час  — завідувач кафедри морського приладобудування НУК (МКІ),  у 1994 захистив докторську дисертацію «Забезпечення безпеки малотоннажних суден при проєктуванні та експлуатації». У 1996 – ВАК України присвоює д.т.н. Жукову Ю.Д. наукове звання професора, у 2000 році його обрано Академіком Академії наук суднобудування України, в 2011 він стає Лауреатом Державної премії України в галузі науки і техніки, а в 2016 — Заслуженим винахідником України.
				</p>
				<p>
					Після захисту докторської дисертації Юрій Даниїлович успішно поєднує наукову роботу з організаційною та управлінською діяльністю з впровадження результатів досліджень та інноваційних розробок у виробництво: з 1993 – засновник та директор науково-виробничого об’єднання «Advanced Measuring Instruments Company (AMICO™)»; з 1997 – директор СП «Полісистема» Держстандарту України; з 2000 – засновник та директор ТОВ «AMIКO Сервіс»; з 2001 – засновник та директор ТОВ «AMICO-Ойл» та «АМІКO Комплект»; з 2002 по 2004 – Голова наглядової ради ВАТ ПИИ «Миколаївагропроєкт», Голова ревізійної комісії ЗАТ ПИК «Проміндустрія» (м. Київ).
				</p>
				<p>
					Інноваційні проєкти за винаходами Ю.Д. Жукова в галузі спеціалізованих комп’ютерних систем впроваджено тільки за останні 20 років на замовлення як вітчизняних, так і закордонних замовників: на понад 10-ти плавучих доках; на понад 50-ти об’єктах видобутку, зберігання, транспортування та розподілу нафти та нафтопродуктів; на понад 15-ти терміналах з перевалки скрапленого нафтового газу та різноманітних ГНС; на понад 10-ти підприємствах харчової промисловості; а також на всіх вітчизняних АЕС, тощо.
				</p>
				<p>
					Сьогодні співробітники кафедри морського приладобудування та її філій в компаніях групи «АМІКО» мають унікальний досвід розробки, виробництва та впровадження високотехнологічних рішень для підприємств і техногенних об’єктів в Україні та багатьох країнах Європи та Азії, тощо.
				</p>
				<p>
					За цей період на базі створеної професором Жуковим аксіоматичної теорії поліметричних вимірювань та під його керівництвом колектив учнів, колег та підлеглих розробив кілька поколінь конкурентоспроможних комп’ютерних інформаційно-вимірювальних систем САДКО™ (систем автоматизованого дистанційного моніторингу параметрів рідких та сипких середовищ, контролю різноманітних технологічних процесів та виробничих операцій з ними, тощо). Системи цієї серії забезпечують високоточний оперативний контроль кількості та якості рідких та сипких вантажів (рідких та скраплених енергоносіїв, водних розчинів та агресивних речовин, цементу та зерна тощо) в резервуарах необмеженого об’єму. Системні функції контролю параметрів зберігання (температури та рівня продукту, положення границі поділу продукту з водою, маси продукту) та якості енергоносіїв (густини, октанового або цетанового чисел, вологості, співвідношення компонентів газів, тощо) запатентовані та сертифіковані відповідними організаціями України та Росії.
				</p>
				<p>
					Жуков Ю.Д. заснував наукову школу з розвитку теорії, методів та технічних засобів поліметричних вимірювань, з розробки інтелектуальних інформаційно-вимірювальних систем та систем інформаційної підтримки прийняття управлінських рішень у складних техногенних виробництвах та процесах, а також із створення спеціалізованих технологій та обладнання для виробництва саме таких систем, метрологічного їх забезпечення, технічного обслуговування, тощо.
				</p>
				<p>
					Професор Жуков проводить активну роботу з винахідницької та науково-технічної творчості при підготовці наукових кадрів вищої кваліфікації (докторів і кандидатів наук) через аспірантуру і докторантуру при НУК.
				</p>
				<p>
					Крім того професор Жуков зробив суттєвий внесок у адаптацію, розвиток і впровадження сучасних цифрових технологій проєктування та конструювання суден та інших плавучих споруд на основі принципів і методів новітньої корабельної інженерії, їх практичну реалізацію в діяльності підприємств вітчизняного та світового суднобудування. На базі створеного в 2003 році ТОВ «Технопарк «Спаський» реалізовано ряд інвестиційних проєктів із залученням іноземного капіталу, в результаті яких в Миколаєві з’явився ряд сучасних проєктно-конструкторських бюро, а саме “Ship Design & Engineering Ukraine LLC”, “Aker Yards Design Ukraine LLC”, “Euro Ship Design LLC”, “C-Job Nikolayev”,  тощо. Ініціатором створення та керівником цих СКБ протягом понад 15 років був професор Жуков. За цей період під його керівництвом були розроблені понад 250 проєктів та пакетів робочої проєктно-конструкторської документації для будівництва суден різного призначення (суховантажних суден та танкерів, круїзних суден та поромів, дослідних та спеціальних суден, суден постачання та буріння тощо) на замовлення компаній судновласників та суднобудування з понад 20 країн світу (Нідерландів, Німеччини, Франції, Японії, Сінгапуру, Норвегії, Канади тощо). Серед провідних проєктних та суднобудівних корпорацій світу за цими СКБ закріпилася репутація надійних партнерів, що надають високоякісні інжинірингові послуги, що відповідають специфічним вимогам кожного замовника, в мінімальні строки та за конкурентною ціною.
				</p>
				<p>
					Для забезпечення новими кадрами, що володіють знаннями та навичками розподіленого в часі та просторі створення проєктно-конструкторського забезпечення сучасного суднобудування, в 2008 році професор Жуков в кооперації з провідними світовими лідерами САПР  та АСУ суден (британською AVEVA, фінською «CADMATIC» та французькою Schneider-Electric), а також при підтримці вітчизняних СКБ “Aker Yards Design Ukraine”, MDEM та “С-Job Mykolaiv” створив у структурі НУК Інститут новітньої корабельної інженерії (ІНКІ) та очолив його. Розроблені та впроваджені нові курси та методичні комплекси (в тому числі й мультимедійні) з метою забезпечення конкурентоспроможності випускників на сучасному глобальному ринку праці в суднобудуванні. Усі курси пройшли багаторічну апробацію й практично 100% випускників влаштувалися на підприємствах суднобудування  України, Голландії, Норвегії, Польщі, тощо.
				</p>
				<p>
					Про вагоме економічне і соціальне значення перелічених інноваційних розробок та інвестиційних проєктів для економіки України та розвитку вітчизняного експортного потенціалу високотехнологічної продукції свідчить створення на їх базі групи науково-виробничих та сервісних компаній з понад трьома сотнями робочих місць для висококваліфікованих спеціалістів – наукових співробітників, викладачів ВНЗ, конструкторів, електронників, програмістів, монтажників та сервісних інженерів.
				</p>
				<p>
					Вагомий вклад Ю.Д. Жукова у розвиток кооперації НУК з навчальними закладами та підприємствами різних регіонів України, Європи та світу. У співавторах його розробок, наукових праць та винаходів не тільки студенти, випускники, співробітники та аспіранти кафедри морського приладобудування НУК, але й колеги з Київського, Миколаївського та Львівського політехнічних інститутів, Чорноморського державного університету імені Петра Могили, а також Державного науково-дослідного інституту «Система» Держстандарту України; а також інженерно-технічний персонал групи компаній АМИКО, Чорноморського морського пароплавства, ВНЗ КНР, Болгарії, Німеччини, тощо. Сам Ю.Д. Жуков з групою колег став у 2011 році Лауреатом Державної премії України в галузі науки і техніки «За створення універсальних транспортних суден та засобів океанотехніки», а в 2016  — Заслуженим винахідником України.
				</p>
				<p>
					Крім цього він має низку інших нагород та відзнак від державних та неурядових установ: медалі «За доблесну працю» (1970), «60 років ЗС СРСР» (1978), «Відмінник Вищої школи СРСР» (1989), Почесна грамота Кабінету міністрів України і «За заслуги перед НУК» (2010), «За розбудову освіти» (1911), «За відданість справі» (2014) та «За розвиток українського спорту» (2015) .
				</p>
				<p>
					Останню відзнаку Юрій Даниїлович отримав за поданням Асоціації ветеранів спорту України (АВСУ), адже він присвятив заняттям та розвитку спорту понад 50 років. Ще навчаючись у школі і інституті він став неодноразовим чемпіоном України та ЦС «Динамо», призером всесоюзних та міжнародних змагань з десятиборства та інших видів легкої атлетики, тричі входив до десятки кращих молодих легкоатлетів країни за результатами сезонів 1969 (метання диска) та 1970 (метання диска та естафета 4х400м) років. Вже пізніше під впливом свого вчителя й керівника професора Александрова Михайла Миколайовича він переключився на любительський ветеранський баскетбол (для спортсменів старше 35 років). Тоді ранкові тренування проходили тричі на тиждень перед початком робочого дня, а змагання проходили в рамках традиційної щорічної спартакіади викладачів та співробітників інституту.
				</p>
				<img class="section_cadre section_img" src="images/basketball1.jpg" alt="Жуков Ю.Д.">
				<p>
					Після смерті ректора МКІ професора Михайла Миколайовича Олександрова в 1993 році його учні та друзі започаткували меморіальний щорічний турнір з баскетболу, присвячений пам’яті Вчителя. Це свято баскетболу триває вже понад двадцять років, а команда НУК під назвою АМІКО (Александров Михайло і команда) практично беззмінно виходить переможцем цих турнірів, коли вони були й міжфакультетськими і міжвузівськими, і коли досягли рівня чемпіонатів України серед ветеранів в різних вікових категоріях, а з 2003 року команда максі-баскетбольного клубу АМІКО з успіхом бере участь в міжнародних турнірах ветеранів, національних, європейських та світових Чемпіонатах. У музеї клуба є медалі всіх рівнів (золоті, срібні та бронзові) як Світових, так європейських та національних чемпіонатів. З 2005 року клуб АМІКО-50 в особі його засновника й незмінного президента – професора Жукова – стає офіційним повноважним представником Міжнародної федерації максі-баскетбольних асоціацій FIMBA в Україні (FIMBA Ukraine),  віце-президентом Асоціації ветеранів баскетболу України (АВБУ), а в 2015 року очолив Федерацію Українських Макси-баскетбольних Асоціацій і клубів.
				</p>
				<img class="section_cadre section_img" src="images/basketball2.jpg" alt="Жуков Ю.Д.">
				<br>
				<hr>
				<h1>
					Гордєєв Борис Миколайович
				</h1>
				<h2>
					Доктор технічних наук, професор
				</h2>
				<img class="person_img" src="images/Gorgeev.jpg" alt="Гордєєв Б.М.">
				<p>
					Доктор технічних наук, професор кафедри морського приладобудування, головний конструктор НВО «АМИКО» Гордєєв Борис Миколайович народився 7 серпня 1947 року у м. Унєча Брянської області. У 1966 р. закінчив с відзнакою Брянський політехнічний технікум за спеціальністю «Конструювання радіотехнічної апаратури». В 1974 году закінчив Факультет електрообладнання суден Миколаївського кораблебудівного інституту. З 1974 по 1991 рр. працює інженером, потім — начальником обчислювального центру МКІ. У 1988 році в ЛІТМО (Ленінград) захистив кандидатську дисертацію «Спектрально-кореляційний аналіз енергетичних показників автономних електросистем з напівпровідниковими перетворювачами» за спеціальністю «Електричні напівпровідникові перетворювачі» (науковий керівник Анісімов Я.Ф.). З 1991 по 1993 рр. –старший науковий співробітник науково-дослідної лабораторії морського приладобудування. З 1993 р. — директор, Головний конструктор НВО «АМІКО». З 1995 по 2004 рр. успішно поєднує роботу на кафедрі морського приладобудування з роботою в НВО «АМІКО».
				</p>
				<p>
					У 1989–90 році —  к.т.н. старший науковий співробітник НДЛ «МІНОС» при Миколаївському кораблебудівному інституті. Гордєєв Б.М. брав участь у створенні сучасної лабораторії АСНД на науково-дослідному судні НКІ «Дельта», а також у натурних випробуваннях першого прототипу бортових систем контролю безпеки на морі в ході наукової експедиції на ліхтеровозі «Індіра Ганді» (1991–1992) за маршрутом Миколаїв–Сінгапур–Ханой–Антверпен–Трабзон–Миколаїв.
				</p>
				<p>
					У 2001 році викладав лекції у Східному Китайському суднобудівному інституті.
				</p>
				<p>
					У 2013 році захистив докторську дисертацію «Розвиток теорії та практичне використання комп’ютеризованих поліметричних систем оперативного контролю кількісних і якісних характеристик рідких середовищ (енергоносіїв)» за спеціальністю «Комп’ютерні системи та компоненти» (науковий консультант Жуков Ю.Д.)
				</p>
				<p>
					Науково-дослідницька робота пов’язана з розвитком та удосконаленням і практичним використанням поліметричних інформаційно-вимірювальних систем, які широко використовуються на берегових і морських об’єктах в різних державах.
				</p>
				<p>
					Гордєєв Б.М. є одним з організаторів навчальної лабораторії апаратних і програмних засобів «Шнайдер Електрик» Науково-дослідного інституту «Новітньої корабельної інженерії» (НКІ) НУК.
				</p>
				<br>
				<hr>
				<h1>
					Снігур Анатолій Кирилович
				</h1>
				<h2>
					Старший викладач кафедри морського приладобудування
				</h2>
				<img class="person_img" src="images/Snigur.jpg" alt="Снігур А.К.">
				<p>
					Народився Снігур Анатолій Кирилович у 1943 році. У 1967 р. закінчив Харківське військове авіаційне училище,  у 1978 р. – Київське вище військове інженерно-авіаційне училище, а у 1979 р. –  факультет підготовки вищого керівного складу Військово-повітряної академії імені професора М.Є. Жуковського.	
				</p>
				<p>
					Під час служби  в збройних силах СРСР (1962-1989 рр. ) займав керівні посади, брав участь у розробці, випробуванні  та впровадженні  нових зразків військової техніки. За заслуги перед Вітчизною та сумлінну службу має урядові нагороди, нагороди громадських організацій, в тому числі і зарубіжних. У 1979 р. – нагороджений нагрудним знаком «Відмінник винахідництва та раціоналізації».
				</p>
				<p>
					У 1989 р. – старший науковий співробітник НВК «Мінос» при Миколаївському кораблебудівному інституті, 1989 — 1990 рр.  — брав участь у  будівництві науково-дослідного судна «Дельта» з сучасною лабораторією морських приладів і систем та науковій експедиції за маршрутом Миколаїв – Неаполь – Миколаїв,  1991 р. —  Центральним правлінням Науково-технічної спілки суднобудівної промисловості нагороджений дипломом за кращу роботу: «Создание средств подъема затонувших объектов из океанских глубин»,  1991-1992 рр. – учасник  наукової експедиції на ліхтеровозі «Індіра Ганді» за маршрутом Миколаїв — Сінгапур — Ханой – Антверпен – Трабзон – Миколаїв.
				</p>
				<p>
					Анатолій Кирилович – один із ініціаторів організації кафедри морського приладобудування.
				</p>
				<p>
					На даний час працює старшим викладачем кафедри морського приладобудування.
				</p>
				<p>
					У 2012 р. за активну громадську діяльність, значний особистий внесок у розвиток економіки країни, забезпечення обороноздатності держави нагороджений Почесною грамотою Миколаївської обласної державної адміністрації.
				</p>
				<p>
					Снігур А.К. — автор понад 200 друкованих праць, в тому числі понад 60 патентів на винаходи та 3 навчальних посібники. Організував 3 лабораторії, розробив та впровадив до навчального процесу 14 лабораторно-дослідницьких установок та стендів. Основний напрям науково-дослідної роботи — орієнтація, навігація та управління рухом у просторі аерокосмічних та морських рухомих об’єктів.
				</p>
				<p>
					Анатолій Кирилович відзначається високим професіоналізмом, невтомною  творчою енергією, наполегливістю та самовідданою працею на шляху підготовки майбутніх інженерів.
				</p>
				<br>
				<hr>
				<h1>
					Грєшнов Андрій Юрійович
				</h1>
				<h2>
					Заступник завідувача кафедрою морського приладобудування
				</h2>
				<h2>
					Доцент кафедри морського приладобудування
				</h2>
				<img class="person_img" src="images/Greshnov.jpg" alt="Грєшнов А.Ю.">
				<p>
					Народився Андрій Юрійович 6 серпня 1971 року в м. Миколаєві. Ще у середній школі займався на курсах «Юний корабел», брав участь у конференціях з обчислювальної техніки. У 1988 році вступив до Миколаївського кораблебудівного інституту (МКІ) на факультет електрообладнання суден за спеціальністю «Електропривід і автоматизація промислових установок і технологічних комплексів». Ще студентом отримав диплом помічника механіка з електрообладнання.
				</p>
				<p>
					У 1994 році з відзнакою закінчив університет (МКІ) і вступив до аспірантури за спеціальністю «Елементи і пристрої обчислювальної техніки і систем управління». Науковими керівниками були д.т.н. Ю.Д. Жуков і к.т.н. Б.М.Гордєєв.
				</p>
				<p>
					Після закінчення аспірантури (1997 р.) працював у НВО «АМІКО», а з 1988 року був прийнятий на роботу викладачем кафедри морського приладобудування Українського державного морського технічного університету (УДМТУ).
				</p>
				<p>
					З 2004 р. Андрій Юрійович працює старшим викладачем кафедри морського приладобудування. З 2013 року – виконував обов’язки заступника декана факультету морської інфраструктури, а з 2021 р. – заступник завідувача кафедри морського приладобудування.
				</p>
				<p>
					За час роботи в університеті опублікував понад 50 наукових праць. Дипломні проєкти під керівництвом А.Ю. Грєшнова були пов’язані з реальними задачами.
				</p>
				<p>
					Грєшнов А.Ю. користується повагою серед колег і студентів, про нього говорять, як про  уважного, дипломатичного у спілкуванні, висококваліфікованого викладача, який завжди готовий надати дієву  професійну допомогу.
				</p>
				<br>
				<hr>
				<h1>
					Тимченко Віктор Леонідович
				</h1>
				<h2>
					Доктор технічних наук, професор
				</h2>
				<img class="person_img" src="images/Timchenko.jpg" alt="Тимченко В.Л.">
				<p>
					Професор кафедри морського приладобудування Тимченко Віктор Леонідович народився 1 січня 1958 року в с. Мостове Миколаївської області, закінчив школу №26, м. Миколаїв, а у 1982 р. Миколаївський кораблебудівний інститут, факультет електрообладнання суден. Наукою почав займатися ще будучи студентом. У всесоюзному конкурсі студентських робіт його наукова робота посіла перше місце, а дипломна робота була визнана кращою на факультеті. Працював інженером, молодшим та старшим науковим співробітником НДС МКІ. Справжнє захоплення фізикою і математикою допомогло йому в навчанні і в аспірантурі (закінчив у 1988) та в докторантурі (закінчив у 1996 р.).
				</p>
				<p>
					У 1988 р. Тимченко В.Л. захистив кандидатську дисертацію, а в 1989 р. його призначають вченим секретарем науково-дослідного центру при МКІ,  через два роки – начальником міжнародного відділу, а потім заступником проректора з наукової діяльності. З 1996 р. працює  старшим науковим співробітником НДЧ та викладає на кафедрі КСУ, а з 2006 р. — начальником НДЧ НУК. У 2008 р. наказом міністра освіти і науки України призначається директором науково-дослідного центру кораблебудування при НУК.
				</p>
				<p>
					У 2013 році захищає докторську дисертацію у ОНПУ за спеціальністю «Автоматизація процесів керування», отримує атестат професора. В.Л. Тимченко активно займається науково-дослідною та науково-організаційною роботою.
				</p>
				<br>
				<hr>
				<h1>
					Верещаго Євген Миколайович
				</h1>
				<h2>
					Кандидат технічних наук, доцент
				</h2>
				<img class="person_img" src="images/Vereshago.jpg" alt="Верещаго Є.М.">
				<p>
					Провідний спеціаліст у галузі електроніки.
				</p>
				<br>
				<hr>
				<h1>
					Гайдай Ганна Юріївна
				</h1>
				<h2>
					Кандидат технічних наук, доцент
				</h2>
				<img class="person_img" src="images/Gaidai.jpg" alt="Гайдай Г.Ю.">
				<p>
					Ганна Юріївна народилася 4 січня 1984 року у м. Свободний Амурської області у Росії. Закінчила загальноосвітню школу № 32 і вступила у 2001 році до Українського державного морського технічного університету (УДМТУ) на кораблебудівний факультет за спеціальністю «Кораблі та океанотехніка», який успішно закінчила у 2007 році. Під час навчання в університеті займалася науковою роботою, працюючи у науково-дослідному інституті підводної техніки.
				</p>
				<p>
					Після закінчення університету вступила до аспірантури за спеціальністю «Конструювання та будування суден» Національного університету кораблебудування, яку закінчила у 2010 році. У 2012 році захистила кандидатську дисертацію та отримала вчений ступінь кандидата технічних наук.
				</p>
				<p>
				На період навчання в аспірантурі працювала молодшим науковим співробітником, а потім викладачем на кафедрі морського приладобудування та кафедрі морських технологій. На даний час займає посаду доцента, кандидата технічних наук кафедри морського приладобудування.
				</p>
				<p>
					Ганна Юріївна займається науковою роботою в Інституті новітньої корабельної інженерії (ІНКІ) при Національному університеті кораблебудування.
				</p>
				<br>
				<hr>
				<h1>
					Зівенко Олексій Васильович
				</h1>
				<h2>
					Кандидат технічних наук, доцент
				</h2>
				<img class="person_img" src="images/Zivenko.jpg" alt="Зівенко О.В.">
				<p>
					Олексій Васильович народився 5 березня 1986 року у м. Миколаїв, Україна. У 2003 р. вступив до Українського державного морського технічного університету на кафедру морського приладобудування.  З відзнакою закінчив бакалаврат  за спеціальністю «Прилади точної механіки» і, починаючи з перших років навчання в університеті, почав  займатися науковою роботою під керівництвом  своїх педагогів: Жукова Ю.Д., Гордєєва Б.М., Снігура А.К. Був відповідальним виконавцем ряду наукових робіт за тематикою досліджень особливостей та удосконалення різноманітних поліметричних систем, застосування алгоритмів щодо обробки великих обсягів даних для навчання поліметричних систем. На початку 2013 р. захистив кандидатську дисертацію під керівництвом професора Жукова Ю.Д. за тематикою щодо удосконалення поліметричних систем.
				</p>
				<p>
					Поступово участь у наукових розробках групи компаній «АМІКО» трансформувалась у роботу на посаді інженера, під час якої впроваджувалися результати роботи для підприємств вітчизняних та зарубіжних клієнтів. З 2016 по 2019 рр. займав посаду заступника директора з виробництва. Брав участь у розробці та впровадженні заходів приладового забезпечення систем пост-аварійного моніторингу енергоблоків АЕС.
				</p>
				<p>
					На даний час успішно поєднує викладання на  кафедрі морського приладобудування Національного університету кораблебудування імені адмірала Макарова із роботою по розробці та впровадженню нової техніки, відповідного програмного забезпечення.
				</p>
				<br>
				<hr>
				<h1>
					Федоров Олександр Опанасович
				</h1>
				<h2>
					Старший викладач кафедри морського приладобудування
				</h2>
				<img class="person_img" src="images/Fedorov.jpg" alt="Федоров О.О.">
				<p>
					Олександр Опанасович Федоров родився у Красноярському краї 14 травня 1950 року. У 1970 році закінчив на відмінно Ачинське ВАТУ за спеціальністю «Технік електронної автоматики і приладів». Три роки служив техніком. У 1977 р. з відзнакою  закінчив Військово-повітряну інженерну академію імені М.Є.Жуковського, після цього служив інженером полку, продовжуючи займатися навігаційними приладами і електронною автоматикою. Весь час займався спортом, має спортивні розряди з декількох видів спорту.
				</p>
				<p>
					У 1984 р., після закінчення другої академії за спеціальністю «Підготовка військових інженерів-дослідників», став викладати у центрі перенавчання льотного та інженерно-технічного складу в м. Миколаєві. У 1985 р. був звільнений у запас,  за результатами співбесіди і рекомендаціям його запросили до роботи на кафедру морського приладобудування.
				</p>
				<p>
					Уважний до студентів, щирий у взаємовідносинах з колегами. Має дві доньки, які закінчили на відмінно кафедру морського приладобудування. Так що, найкращі традиції кафедри морського приладобудування продовжуються.
				</p>
				<br>
				<hr>
				<h1>
					Прищепов Євген Олегович
				</h1>
				<h2>
					Старший викладач кафедри морського приладобудування
				</h2>
				<img class="person_img" src="images/Prishchepov.jpg" alt="Прищепов Є.О.">
				<p>
					Євген Олегович народився 8 грудня 1971 року у м. Миколаєві. Закінчив середню школу №2 і вступив у 1988 році до Миколаївського кораблебудівного інституту (МКІ) на факультет електрообладнання суден за спеціальністю «Електропривід і автоматизація промислових установок і технологічних комплексів», який успішно закінчив у 1994 році. Під час навчання в інституті займався науковою роботою, працюючи у науково-дослідній лабораторії вимірювальної техніки.
				</p>
				<p>
					Після закінчення інституту вступив до аспірантури за спеціальністю «Елементи і пристрої обчислювальної техніки і систем управління» Українського державного морського технічного університету, яку закінчив в 1997 році.
				</p>
				<p>
					Після закінчення аспірантури працював молодшим науковим співробітником, а потім викладачем в університеті. На даний час обіймає посаду старшого викладача кафедри морського приладобудування.
				</p>
				<p>
					Євген Олегович займається науковою роботою. Є автором більше ніж 30 наукових публікацій (у тому числі в закордонних виданнях), а також 4 -х патентів.
				</p>
				<br>
				<hr>
				<h1>
					Єременко Андрій Петрович
				</h1>
				<h2>
					Старший викладач кафедри морського приладобудування
				</h2>
				<img class="person_img" src="images/Eremenko.jpg" alt="Єременко А.П.">
				<p>
					Він є тою людиною, яка не може вчитися або працювати абияк. Будь-яку роботу Андрій Петрович виконує на «відмінно».
				</p>
				<p>
					Народився в м. Миколаєві 27 березня 1979 р. У 1996 р. закінчив школу з золотою медаллю. У цьому ж році вступив до Миколаївського кораблебудівного інституту на факультет «Електрообладнання суден», спеціальність «Прилади точної механіки».
				</p>
				<p>
					У 2001 р. з відзнакою закінчив інститут і вступив до магістратури за спеціальністю «Прилади точної механіки», яку теж закінчив з відзнакою.
				</p>
				<p>
					З 2000 р. поєднує навчання та роботу на кафедрі морського приладобудування на посаді старшого лаборанта, з 2005 р. працює викладачем, а з 2008 р. – старшим викладачем кафедри морського приладобудування.
				</p>
				<p>
					Єременко А.П. був відповідальним виконавцем  ряду науково-дослідних тем за тематикою кафедри.
				</p>
				<p>
					Під керівництвом д.т.н., професора Жукова Ю.Д. веде науково-дослідну роботу за напрямом «Інтелектуалізація суднових вимірювально-обчислювальних комплексів».
				</p>
				<p>
					На даний час працює над кандидатською дисертацією за темою: «Мультіагентна система забезпечення безпеки мореплавства».
				</p>
				<br>
				<hr>
				<h1>
					Савочкін Володимир Миколайович
				</h1>
				<h2>
					Завідувач лабораторії кафедри морського приладобудування
				</h2>
				<img class="person_img" src="images/Savochkin.jpg" alt="Верещаго Є.М.">
				<p>
					Володимир Миколайович народився 2 вересня 1951 року.
				</p>
				<p>
					Закінчив Тамбовське Військове Авіаційне Училище. До 1993 року служив у Військово-Повітряних Силах морської авіації. Службу закінчив у м. Миколаєві у званні майора та посади бортінженер-інструктор загону ТУ-134-УБК, ТУ-134-Ш. Після демобілізації працював у ЦКБ «Чорноморсудопроект», в аероклубі «ІКАР», в/ч-А-1895.
				</p>
				<p>
					На посаді завідувача лабораторії з 01.08.2004.
				</p>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>