<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Головна - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Про кафедру</p>
			</div>
			<div class="section_cadre section_content">
				<img class="section_cadre section_img" src="images/compass.jpg" alt="Головна">
				<p>
					Ініціатором створення першої на теренах України (тоді ще в складі Радянського Союзу) кафедри Морського приладобудування був ректор Миколаївського кораблебудівного інституту (нині — НУК) Александров Михайло Миколайович.
				</p>
				<p>
					До початку 1992 року група дослідників Галузевої НДЛ «Суднових пристроїв» та НДЛ «Автоматизації проєктно-конструкторських робіт»  під керівництвом докторанта Жукова Ю.Д. створила наукову, матеріально-технічну та методичну базу для підготовки інженерів-електромеханіків зі спеціальності «Приладобудування», отримавши відповідну ліцензію, влітку 1993 року було здійснено перший набір студентів.
				</p>
				<p>
					Кафедра функціонує в структурі Науково-навчального Інституту автоматики і електротехніки (в період з червня 2013 до вересня 2021 тимчасово була в складі факультету Морської інфраструктури НУК).
				</p>
				<p>
					Перший склад кафедри: Жуков Ю.Д., Снігур А.К., Грєшнов А.Ю., Прищепов Є.О., Федоров О.О., Голубенко Г.О., Зівенко В.О., Гордєєв Б.М.
				</p>
				<p>
					З часом на кафедрі з’являлись молоді фахівці: Єременко А.П., Гайдай Г.Ю., Зівенко О.В., Джангіров М.В., згодом до складу кафедри приєднався к. т. н., доцент Верещаго Є. О. У 2011 заступником завідувача кафедри було призначено к. т. н., доцента Тимченка В. Л., у 2021 – доцента НУК Грєшнова А.Ю.
				</p>
				<p>
					Співробітники кафедри успішно захистили дисертаційні роботи: докторські — Жуков Ю. Д. (1994), Гордєєв Б. М. (2011), Тимченко В. Л. (2013); кандидатські — Жук Д. О. (2006), Гайдай Г. Ю. (2012), Зівенко О. В. (2013), Кудін О.О. (2021). Загалом, на кафедрі закінчили аспірантуру та продовжують дослідницьку роботу в університеті та в інших науково-дослідних організаціях понад 10 інженерів (Логвиненко Ю.І., Чегринець В.М., Грєшнов А.Ю., Наконечний О.Г., Моторкін Д.Ю., Гудима Є.А., Єременко А.П. та інші).
				</p>
				<p>
					Очолює кафедру безперервно з моменту її заснування лауреат Державної премії України в галузі науки і техніки, Заслужений винахідник України, академік Академії наук суднобудування України, директор НДІ Новітньої корабельної інженерії (НКІ) НУК – доктор технічних наук, професор Жуков Юрій Даниїлович.
				</p>
				<p>
					Основний викладацький склад кафедри представлено провідними фахівцями та вченими університету. На кафедрі працюють: доктор технічних наук, професор Жуков Ю.Д., доктор технічних наук, професор Гордєєв Б.М., доктор технічних наук, професор Тимченко В.Л.; кандидати технічних наук, доценти: Верещаго Є.М., Зівенко О.В., Гайдай Г.Ю.; доцент НУК Грєшнов А.Ю.; старші викладачі: Федоров О.О., Прищепов Є.О., Єременко А.П., Снігур А.К., завідуючі лабораторіями Савочкін В.М. та Кудін О.О., методист Риженко О.М.
				</p>
				<img class="section_cadre section_img" src="images/team.jpg" alt="Колектив">
				<p>
					Сьогодні кафедра морського приладобудування спільно з вітчизняними та закордонними партнерами має унікальний досвід розробки, виробництва та впровадження високотехнологічних цифрових рішень та сервісів для  підприємств різних галузей (в суднобудуванні, тепловій та атомної енергетиці, газовій та нафтовій галузях, тощо) в Україні, Узбекистані, Нідерландах, Франції, Німеччині, Польщі, США, Китаї, Норвегії, Японії, Сінгапуру, тощо.
				</p>
				<p>
					В кооперації з провідними світовими лідерами САПР та АСУ суден (британською AVEVA, фінською CADMATIC та французькою Schneider-Electric), а також при підтримці вітчизняних СКБ «SDEU» та «AYDU», MDEM та «С-Job Mykolaiv» розроблено та впроваджено нові курси та методичні комплекси (в тому числі й мультимедійні) з метою забезпечення конкурентоспроможності випускників на глобальному ринку праці, що володіють знаннями та навичками створення цифрових близнюків сучасними інструментами 3D моделювання, тощо.
				</p>
				<p>
					Випускники кафедри успішно працюють в сучасних науково-дослідницьких і проєктно-конструкторських організаціях на інженерних та керівних посадах, пов’язаних з дослідженнями та розробками нової техніки, інформаційним, технологічним та метрологічним забезпеченням виробництва і експлуатації сучасних комп’ютерних систем, морських приладів, бортових вимірювально-обчислювальних комплексів, засобів вимірювально-обчислювальної техніки, систем керування і контролю технологічного обладнання різного призначення тощо.
				</p>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>