<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Лабораторна база - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Лабораторна база</p>
			</div>
			<div class="section_cadre section_content">
				<img class="section_cadre section_img" src="images/laboratories1.jpg" alt="Матеріально-технічна база кафедри">
				<p>
					Крім спеціалізованих аудиторій на кафедрі функціонують навчальні лабораторії:
				</p>
				<ul>
					<li>Метрології та радіотехнічних систем</li>
					<li>Морської кібернетики та обчислювальної техніки</li>
					<li>Систем орієнтації та навігації, електронних та лазерних приладів</li>
					<li>НДЛ поліметричних спеціалізованих комп’ютеризованих систем об’єктів морської інфраструктури (філія кафедри на <a href="http://amico.ua" target="_blank">ГК «АМІКО»</a>)</li>
				</ul>
				<br><hr><br>
				<p>
					Лабораторії функціонують разом із сучасними тренінг-центрами Навчально-дослідного Інституту новітньої корабельної інженерії (НКІ НУК). Це тренінг-центри AVEVA-Marine, CADMATIC та Schneider Electric, що були створені у кооперації із світовими лідерами цифрової революції «Індустрія 4.0» (британською AVEVA-Marine™, фінською CADMATIC™ та французької Schneider-Electric™) та за підтримки миколаївських стейкхолдерів та роботодавців частині випускників НУК – <a href="http://amico.ua" target="_blank">ГК «АМІКО»</a>, СКБ «C-Job Mykolaiv» та «MDEM». Тренінг-центри готують фахівців з розробки, проєктування та експлуатації різноманітного обладнання та спеціалізованих комп’ютерних систем на базі сучасних програмних пакетів. Частина занять/тренінгів НКІ НУК може бути проведена у дистанційному режимі, за допомогою віртуальної лабораторії та засобів моделювання.
				</p>
				<p>
					За останні роки спеціалізовані курси та тренінги за програмами Інституту новітньої корабельної інженерії пройшли понад 100 студентів та слухачів курсів підвищення кваліфікації НУК. Всі вони отримали роботу за своєю спеціальністю.
				</p>
				<img class="section_cadre section_img" src="images/laboratories2.jpg" alt="Інститут новітньої корабельної інженерії">
				<p>
					Більшість сертифікованих випускників тренінг центрів НУК продемонстрували швидке кар’єрне зростання, як в Україні так і за кордоном.
				</p>
				<p>
					Переважна більшість випускники курсів з новітньої корабельної та комп’ютерної інженерії працевлаштовані в Україні або за кордоном з гідним рівнем заробітної плати.
				</p>
				<p>
					Розроблені методи та технологій повністю дистанційної безперервної освіти в галузі цифрової трансформації, комп’ютерної та корабельної інженерії, відповідні мультимедійні інструменти вже впроваджені у базові освітні програми кафедри та постійно удосконалюються нами і нашими партнерами за запитами стейкхолдерів.
				</p>
				<br><hr><br>
				<p>
					Понад 25 років ознайомлювальні та виробничі практики/стажування проводяться частково на базі <a href="http://amico.ua" target="_blank">ГК «АМІКО»</a>, де де-факто функціонує філіал кафедри морського приладобудування. На цей час студенти, вчені та випускники кафедри спільно із фахівцями підприємств виконали низку науково-дослідних робіт під керівництвом викладачів кафедри. Бажаючі студенти можуть бути залучені у процес виконання науково-дослідних та конструкторських робіт, до участі у відповідних експериментальних та практичних роботах на базі підприємства. За цей час студенти, вчені та випускники кафедри спільно із фахівцями підприємств групи компаній прийняли участь у створенні понад півсотні інформаційно-вимірювальних та керуючих систем різноманітного призначення, що функціонують в Україні, Росії, Китаї, Узбекистані, Катарі, Південної Африки, на Кіпрі, тощо.
				</p>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>