<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Метрологія та інформаційно-вимірювальна техніка - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Метрологія та інформаційно-вимірювальна техніка (магистр)</p>
			</div>
			<div class="section_cadre section_content">
				<img class="section_cadre section_img" src="images/master152.jpg" alt="Метрологія та інформаційно-вимірювальна техніка (магистр)">
				<h1>
					Про спеціальність
				</h1>
				<p>
					Стрімке впровадження інформаційно-вимірювальних технологій, комп’ютеризація та автоматизація виробництв потребує підготовки фахівців в галузі метрології та інформаційно-вимірювальних технологій. Метрологія як наука про вимірювання та  практична галузь відіграє велику роль в сучасному суспільстві, в якому немає жодної сфери людської діяльності, де б не використовувалися результати вимірювань. Фахівець з метрології та інформаційно-вимірювальних технологій відповідає за точність результатів вимірювань, на основі яких отримують достовірну інформацію про стан багатьох виробничих, економічних і соціальних процесів та допомагає запобігти значних економічних втрат,  і прийняттю помилкових рішень.
				</p>
				<br><hr>
				<h1>
					Опис освітньо-професійної програми
				</h1>
				<p>
					<b>Спеціальність:</b> <i>152 Метрологія та інформаційно-вимірювальна техніка</i>
				</p>
				<p>
					<b>Назва освітньої програми:</b> <i>Вимірювально-інформаційні системи</i>
				</p>
				<p>
					<b>Ступінь вищої освіти:</b> <i>магістр</i>
				</p>
				<p>
					<b>Термін навчання:</b> <i>1 рік 4 місяці</i>
				</p>
				<br><hr><br>
				<p>
					Метою освітньо-професійної програми  на (другому) магістерському рівні вищої освіти є підготовка кваліфікованих, конкурентоспроможних фахівців для науково-дослідної та проектно-технологічної діяльності в галузі метрології та інформаційно-вимірювальної техніки. Освітня програма забезпечує формування у майбутнього фахівця здатності динамічно поєднувати знання, уміння, комунікативні навички і спроможності з автономною діяльністю та відповідальністю під час вирішення завдань та проблемних питань  у галузі метрології та інформаційно-вимірювальної техніки стосовно розробки, дослідження, випробування, сертифікації вимірювальних приладів, технологій та інформаційно-вимірювальних систем для потреб промисловості, сільського господарства, енергетики, наукових досліджень.
				</p>
				<br><hr>
				<h1>
					Фахові дисципліни
				</h1>
				<ul>
					<li>Законодавча метрологія</li>
					<li>Основи наукових досліджень та планування експерименту</li>
					<li>Математичне моделювання складних систем</li>
					<li>Дослідження та проектування інформаційно-вимірювальних систем</li>
					<li>Теорія надійності та технічної діагностики інформаційно-вимірювальних систем</li>
					<li>Цифрова обробка сигналів та зображень</li>
					<li>Метрологічне забезпечення інформаційно-вимірювальних систем</li>
					<li>Спеціальні методи та засоби вимірювання</li>
				</ul>
				<br><hr>
				<h1>
					Працевлаштування
				</h1>
				<p>
					Випускники  – це професіонали, які спроможні працювати з сучасними засобами вимірювальної техніки,проектувати та моделювати системи моніторингу і прогнозування,  підбирати та компонувати  комп’ютерні компоненти та прилади вимірювання,обробляти та аналізувати експериментальні дослідження; проводити вимірювання та тестування з використанням методик метрологічних досліджень, програмувати засоби вимірювальної техніки, працювати зі спеціалізованими вимірювальними пристроями.
				</p>
				<p>
					Випускники можуть обіймати наступні посади:
				</p>
				<ul>
					<li>Інженер-метролог</li>
					<li>Інженер-конструктор засобів вимірювальної техніки</li>
					<li>Інженер-проектувальник засобів вимірювальної техніки</li>
					<li>Фахівець по розробці, обслуговуванню та ремонту засобів вимірювальної техніки</li>
					<li>Фахівець по розробці та проектуванню електронної техніки</li>
					<li>Менеджер з продажу та підбору засобів вимірювання</li>
					<li>Викладач ВНЗ</li>
					<li>Інженер – програміст засобів вимірювальної техніки</li>
					<li>Інженер з інформаційних технологій</li>
				</ul>
				<p>
					Працевлаштування за фахом гарантоване:
				</p>
				<ul>
					<li>ТОВ «АМІКО Діджитал»</li>
					<li>ДП «НВКГ «Зоря»-«Машпроект»</li>
					<li>Державні та приватні підприємства (ДП «Лакталіс Україна», ЧП «AT Engineering», ТОВ «Ксімекс», ООО «НПП Юнитех» та інші)</li>
					<li>АТ «Миколаївобленерго»</li>
					<li>ТОВ «Миколаївський глиноземний завод»</li>
					<li>Філія Дельта-лоцман державного підприємства «Адміністрація морських портів»</li>
					<li>ДП «Миколаївстандартметрологія</li>
					<li>Дослідно-проектний центр кораблебудування</li>
				</ul>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>