<!DOCTYPE html>
<html lang="uk">
	<head>
		<title>Наука - Кафедра морського приладобудування НУК</title>
		<meta charset="utf-8">
		<meta name="description" content="Кафедра морського приладобудування НУК">
		<meta name="keywords" content="приладобудування, НУК, Національний університет кораблебудування ім. адмірала Макарова, Комп’ютерна інженерія, Метрологія та інформаційно-вимірювальна техніка, бакалавр, магистр">
		<meta name="author" content="Yevhen Pryshchepov">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<link rel="stylesheet" href="styles/main.css">
		<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	</head>
	<body>
		<?php include ("blocks/header.php"); ?>
		<?php include ("blocks/nav.php"); ?>
		<section>
			<div class="section_cadre section_header">
				<p>Наука</p>
			</div>
			<div class="section_cadre section_content">
				<img class="section_cadre section_img" src="images/science.jpg" alt="Наука">
				<p>
					Працівники кафедри активно приймають участь у проєктах, що пов’язані із вирішенням важливих та актуальних науково-практичних завдань. Зокрема, на кафедрі морського приладобудування безперервно ведеться наукова та дослідна робота за наступними напрямами:
				</p>
				<ul>
					<li>Розвиток теоретичних та методичних основ створення спеціалізованих комп’ютерних систем інформаційної та мультимедійної підтримки навчального процесу і тренінг програм Інституту новітньої корабельної інженерії (НКІ) з використанням сучасних тривимірних САПР Cadmatic, AVEVA-Marine та Schneider-Electric (науковий керівник — д.т.н., проф. Жуков Ю.Д.)</li>
					<li>Розвиток теорії поліметричних вимірювань, розробка методів і засобів вимірювань (поліметричних сенсорів) інтелектуальних систем контролю, керування та інформаційної підтримки прийняття рішень у різних галузях діяльності людини (науковий керівник — д.т.н., проф. Жуков Ю.Д.)</li>
					<li>Математичне моделювання та обчислювальні методи, системи та процеси керування; автоматизовані системи керування та прогресивні інформаційні технології; автоматизація процесів керування рухомими об’єктами (науковий керівник — д.т.н., проф. Тимченко В.Л.)</li>
					<li>Дослідження та створення приладів, систем орієнтації, навігації і керування рухом у просторі на базі новітніх вимірювачів параметрів динаміки рухомих об’єктів та їх інтеграції в інтелектуальних смарт-платформах (науковий керівник — Снігур А.К.)</li>
					<li>Розробка оптимальних поліметричних інформаційно-вимірювальних систем на базі аналізу взаємодії радіочастотного сигналу з контрольованим середовищем, прикладний напрямок (наукові керівники: д.т.н., проф. Жуков Ю.Д., д.т.н., проф. Гордєєв Б.М.)</li>
				</ul>
				<br><hr><br>
				<p>
					Підтвердженням ефективності наукової роботи працівників кафедри є те, що теоретичні розробки та результати досліджень впроваджені у виробництво або використовуються задля модернізації існуючого обладнання. Зокрема, на базі теорії поліметричних вимірювань розроблено декілька поколінь конкурентоспроможних комп’ютерних інформаційно-вимірювальних систем автоматизованого дистанційного моніторингу параметрів рідких та сипких середовищ, контролю різноманітних технологічних процесів та виробничих операцій з ними тощо (серія «САДКО»). Розроблені системи забезпечують високоточний оперативний контроль кількості та якості рідких та сипучих вантажів (рідких, скраплених енергоносіїв, різноманітних розчинів, агресивних речовин, зерна тощо) в резервуарах різного об’єму. Основні рішення, щодо виконання функцій контролю параметрів зберігання (температури та рівня продукту, положення границі поділу продукту з водою, маси продукту) та якості рідин (густини, октанового або цетанового чисел палив, вологості, співвідношення компонентів тощо) запатентовані та сертифіковані відповідними організаціями України та за її межами. Прикладне значення доробку фахівців кафедри також підтверджується фактом суттєвого внеску у адаптацію, розвиток і впровадження сучасних технологій проєктування та конструювання суден та інших плавучих споруд, морського обладнання на основі принципів і методів новітньої корабельної інженерії, їх практичну реалізацію в діяльності підприємств вітчизняного та світового суднобудування. Про це свідчить поява ряду сучасних проєктно-конструкторських бюро, більшість інженерів яких проходили навчання саме на кафедрі морського приладобудування або Інституті новітньої корабельної інженерії. А саме “Ship Design & Engineering Ukraine LLC”, “Aker Yards Design Ukraine LLC”, “Euro Ship Design LLC”, “C-Job Nikolayev” тощо. Ініціатором створення та керівником цих СКБ протягом понад 15 років був проф. Ю.Д. Жуков. За цей період під його керівництвом були розроблені понад 250 проектів та пакетів робочої проектно-конструкторської документації для будівництва суден різного призначення на замовлення компаній судновласників та суднобудування з понад 20 країн світу (Нідерландів, Німеччини, Франції, Японії, Сінгапуру, Норвегії, Канади тощо).
				</p>
				<p>
					Кафедра морського приладобудування завжди відкрита до співробітництва та участі у спільних наукових та науково-прикладних проектах.
				</p>
			</div>
		</section>
		<?php include ("blocks/footer.php"); ?>
	</body>
</html>